# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'bat'
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'svn'
brew 'wget'

# Development
brew 'composer'
#brew 'meilisearch'
#brew 'mysql' Forgot whether we should instal this
#brew 'node'
brew 'npm'
#brew 'redis' Forgot whether we should instal this

# Apps
cask '1password'
cask 'aerial'
cask 'alfred'
cask 'daisydisk'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'insomnia'
#cask 'phpstorm'
cask 'plex-media-server'
#cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
#cask 'telegram-desktop'
#cask 'tinkerwell'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'

# Mac App Store
mas '1Blocker', id: 1365531024
mas 'Magnet', id: 441258766
mas 'Tweetbot', id: 557168941
