# Binaries
brew 'bat'
brew 'mas' # Mac App Store manager
#brew 'mysql'

# Apps
cask '1password'
cask 'authy'
cask 'backblaze'
cask 'bartender'
cask 'beardedspice'
cask 'daisydisk'
cask 'dbngin'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'helo'
cask 'herd'
#cask 'hyper'
cask 'imageoptim'
cask 'monitorcontrol'
cask 'plex-media-server'
cask 'ray'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram-desktop'
cask 'todoist'
cask 'transmission'
cask 'tunnelbear'
cask 'whatsapp'
cask 'vlc'

# Mac App Store
mas 'Intermission', id: 1439431081
mas 'Magnet', id: 441258766
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
